export const holidays = [
  // { id: 1, label: "С Новым Годом!" },
  // { id: 2, label: "С Днем Машиностроителя!" },
  // { id: 3, label: "С Днем Шахтера!" },
  // { id: 4, label: "С 8 Марта!" },
  // { id: 5, label: "С 23 Февраля!" },
  // { id: 6, label: "С Днем Рождения!" },
  // { id: 7, label: "С Новым Годом!" },
  // { id: 8, label: "С Днем Машиностроителя!" },
  // { id: 9, label: "С Днем Шахтера!" },
  // { id: 10, label: "С 8 Марта!" },
  // { id: 11, label: "С 23 Февраля!" },
  // { id: 12, label: "С Днем Рождения!" },

  // С Рождеством!
  // С Днем российской науки!
  // С Днем транспортной полиции!
  // С Днем мецената и благотворителя!
  // С праздником весны и труда!
  // С Днем Победы!
  // С Днем рождения РТУ!
  // С Днем пограничника!
  // С Днем славянской письменности и культуры!
  // С Днем эколога!
  // С Днем моряка!
  // С Днем кораблестроителя!
  // С Днем работников морского и речного флота!
  // С Днем металлурга!
  // С Днем железнодорожника!
  // С Днем шахтера!
  // С Днем работника транспорта!
  // С Днем машиностроителя!
  // С Днем учителя!
  // С Днем таможенника!
  // С Днем добровольца!
  // С Днем героев Отечества!
  // С Днем энергетика!
  // С Новым Годом!

  { id: 1, label: "С Рождеством!" },
  { id: 2, label: "С Днем российской науки!" },
  { id: 3, label: "С Днем транспортной полиции!" },
  { id: 4, label: "С Днем мецената и благотворителя!" },
  { id: 5, label: "С праздником весны и труда!" },
  { id: 6, label: "С Днем Победы!" },
  { id: 7, label: "С Днем рождения РТУ!" },
  { id: 8, label: "С Днем пограничника!" },
  { id: 9, label: "С Днем славянской письменности и культуры!" },
  { id: 10, label: "С Днем эколога!" },
  { id: 11, label: "С Днем моряка!" },
  { id: 12, label: "С Днем кораблестроителя!" },
  { id: 13, label: "С Днем работников морского и речного флота!" },
  { id: 14, label: "С Днем металлурга!" },
  { id: 15, label: "С Днем железнодорожника!" },
  { id: 16, label: "С Днем шахтера!" },
  { id: 17, label: "С Днем работника транспорта!" },
  { id: 18, label: "С Днем машиностроителя!" },
  { id: 19, label: "С Днем учителя!" },
  { id: 20, label: "С Днем таможенника!" },
  { id: 21, label: "С Днем добровольца!" },
  { id: 22, label: "С Днем героев Отечества!" },
  { id: 23, label: "С Днем энергетика!" },
  { id: 24, label: "С Новым Годом!" },

  { id: 100, label: "Свой вариант" },
];

// Здесь должны быть пути к вашим 12 картинкам в папке public/images
export const images = [
  "/images/rtu_2026_digital_cards-01.jpg",
  "/images/rtu_2026_digital_cards-02.jpg",
  "/images/rtu_2026_digital_cards-03.jpg",
  "/images/rtu_2026_digital_cards-04.jpg",
  "/images/rtu_2026_digital_cards-05.jpg",
  "/images/rtu_2026_digital_cards-06.jpg",
  "/images/rtu_2026_digital_cards-07.jpg",
  "/images/rtu_2026_digital_cards-08.jpg",
  "/images/rtu_2026_digital_cards-09.jpg",
  "/images/rtu_2026_digital_cards-10.jpg",
  "/images/rtu_2026_digital_cards-11.jpg",
  "/images/rtu_2026_digital_cards-12.jpg",
];
